[
    {
        "title": "Life Transitions Therapy",
        "description": "A life transition is any change or adjustment that impacts your life in a significant way. We all experience transitions throughout our lives — big and small, planned and unplanned. Those who find themselves experiencing difficulty coping with life transitions may find it helpful to seek therapy to become better able to adjust to changes they cannot control."
    },
    {
        "title": "Dialectical Behavior Therapy",
        "description": "Dialectical behavior therapy (DBT) is a type of talk therapy for people who experience emotions very intensely. DBT focuses on helping people accept the reality of their lives and their behaviors, as well as helping them learn to change their lives, including their unhelpful behaviors."
    },
    {
        "title": "Cognitive Behavioral Therapy",
        "description": "Cognitive behavioral therapy (CBT) is a treatment approach that helps you recognize negative or unhelpful thought and behavior patterns. CBT aims to help you identify and explore how your emotions and thoughts can affect your actions. Once you notice these patterns, you can learn to change your behaviors and develop new coping strategies."
    },
    {
        "title": "Acceptance and Commitment Therapy",
        "description": "Acceptance and Commitment Therapy (ACT) focuses on accepting life experiences as they come without evaluating or trying to change them. It's a skill developed through mindfulness that encourages you to build a new and more compassionate relationship with difficult experiences. Doing this can free you from obsessive negative thinking and give you peace of mind and healing."
    },
    {
        "title": "Complex Trauma Therapy",
        "description": "Complex Trauma is the exposure to multiple, often interrelated forms of traumatic experiences and the difficulties that arise due to adapting to or surviving these experiences. Unresolved trauma can leave people feeling hopeless and ashamed. Processing past and present trauma may be the first step toward healing."
    },
    {
        "title": "Narrative Therapy",
        "description": "Narrative therapy allows the individual to find their voice and explore events in their lives and the meanings they have placed on these experiences. As their story is put together, the person becomes an observer to their story. This helps create distance between the individual and their problems. This distance allows people to focus better on changing unwanted behaviors."
    }
]